tap "argon/mas"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "direnv"
brew "fish"
brew "git"
brew "git-now"
brew "graphviz"
brew "imagemagick"
brew "mecab-ipadic"
brew "mysql", restart_service: true
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "ruby-build"
brew "rbenv"
brew "tor"
brew "tree"
brew "vim"
brew "argon/mas/mas"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "gimp"
cask "java8"
cask "kitematic"
mas "1Password", id: 443987910
mas "CopyClip", id: 595191960
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Paint S", id: 736473980
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
